{
  "about": {
    "title": "ABOUT US",
    "content": [
      "DaedalusLab was born from the conviction that technology should be a driver of progress, but never at the expense of the environment. Our goal is to assist developers and businesses in creating a more sustainable and efficient digital ecosystem.",
      "We design and develop eco-friendly software throughout its entire lifecycle, from code writing to production deployment, also providing innovative tools to responsibly and securely enhance digital performance."
    ]
  },
  "services": {
    "title": "SERVICES",
    "subtitle": "Eco Digital Innovation",
    "content": "We help companies and development teams create efficient software without a significant environmental impact. Since every line of code is important, we sustainably optimize the entire development cycle.",
    "greenSoftware": {
      "title": "GREEN SOFTWARE",
      "content": "We place sustainability at the core of every project. We create software solutions optimized for energy savings, from websites to apps to management systems, corporate CRMs, and tailor-made solutions."
    },
    "cloud": {
      "title": "CLOUD",
      "content": "We offer specialized consulting for the design, development, and optimization of cloud infrastructures. We intervene on the architecture, costs, performance, and sustainability of existing or in-development solutions."
    },
    "mobileWeb": {
      "title": "MOBILE & WEB",
      "content": "We develop web platforms and applications for iOS and Android that have a high level of scalability, high performance, and low resource consumption. We use advanced technologies to offer fast, secure, and sustainable products."
    }
  },
  "certifications": {
    "title": "CERTIFICATIONS",
    "content": "We constantly invest in the training and certification of our team. This allows us to ensure high standards of quality, safety, and sustainability, and enables us to adopt the best available technologies."
  },
  "rnd": {
    "title": "R&D",
    "subtitle": "CYBERLEAF",
    "content": [
      "Cyberleaf is our initiative for software development. A modular tool that helps developers and companies analyze their code in order to optimize it by reducing its energy impact.",
      "With CyberLeaf, sustainability becomes an integral part of the software development cycle, improving performance, reducing costs, and promoting more conscious and responsible development."
    ],
    "link": "Discover CyberLeaf"
  },
  "contacts": {
    "title": "CONTACTS",
    "content": "The DaedalusLab team is available to listen to you. Contact us and let's start building your idea together."
  },
  "legal": {
    "legalInfo": {
      "title": "COMPANY INFORMATION",
      "foundation": {
        "datePlace": {
          "label": "Date and Place of Incorporation:",
          "value": "07/04/2025 at Via del Maglio 6, 05100 Terni (TR)"
        },
        "notary": {
          "label": "Notary:",
          "value": "Gabriella Iannotta, Via G. Petroni 12, 05100 Terni (TR)"
        },
        "headquarters": {
          "label": "Headquarters:",
          "value": "Via del Maglio 6, 05100 Terni (TR)"
        }
      },
      "objectives": {
        "title": "Corporate Purpose",
        "intro": "The company’s objectives include:",
        "list": [
          "Activities focused on the development, production, and commercialization of innovative, high-tech products or services, particularly eco-friendly software for environmental sustainability.",
          "Development and creation of technological products for the research of innovative ideas, also in collaboration with universities.",
          "Software development and IT consultancy (customized, management, video games, AI, security, cloud, IoT, blockchain, etc.).",
          "Consulting in marketing, communication, digital content, and business strategies.",
          "Business support services (document storage, secretarial, reception, etc.)."
        ],
        "extra": "The company may also engage in instrumental operations, participate in community programs, and acquire stakes in other related companies."
      },
      "rnd": {
        "title": "Research and Development",
        "activity": "Development of eco-friendly software and an innovative machine learning model to improve software efficiency and reduce energy impact.",
        "expensesTitle": "Expenses in the first fiscal year:",
        "expensesList": [
          "A. Production costs: approx. €50,000",
          "B. Value of production: approx. €75,000",
          "C. Basic research costs: not foreseen",
          "D. Applied research and development costs: included in item E",
          "E. Competitive/pre-competitive development: at least €20,000",
          "F. Incubator expenses: not included",
          "G. Personnel and collaborators' costs: approx. €20,000",
          "H. Legal expenses for IP: under definition"
        ],
        "conclusion": "R&D expenses will be more than 15% of the higher value between cost and value of production. The activity will focus on ML models for energy markets."
      },
      "members": {
        "title": "Members",
        "serilli": {
          "name": "Serilli Leonardo",
          "items": [
            "2017: High School Diploma in Scientific Studies - Rieti (IT)",
            "2017–2020: Bachelor's degree in Computer Science – University of L'Aquila (IT)",
            "2020–2021: Master's degree in ubiquitous design and distributed systems - University of L'Aquila",
            "2021–2022: Master's in ubiquitous networking – Côte d’Azur University (FR)",
            "2022: Internship at INRIA – Nice (FR)",
            "2023–2025: Consultant at Inetum – Nice (FR)",
            "2023–2025: Developer at Amadeus – Nice (FR)"
          ]
        },
        "formichetti": {
          "name": "Formichetti Andrea",
          "items": [
            "2017: High School Diploma in Scientific Studies - Rieti (IT)",
            "Programmer Analyst since April 14, 2020"
          ]
        },
        "tulli": {
          "name": "Tulli Alessandro",
          "items": [
            "2017: High School Diploma in Scientific Studies - Rieti (IT)",
            "Freelance administrative consultant since 2020"
          ]
        }
      },
      "additional": {
        "title": "Additional Information",
        "participatedCompanies": {
          "label": "List of Participated Companies:",
          "value": "none"
        },
        "professionalRelations": {
          "label": "Professional Relationships and Collaborations:",
          "value": "none"
        },
        "lastFinancialReport": {
          "label": "Last Filed Financial Statement:",
          "value": "not available"
        },
        "ipRights": {
          "label": "Intellectual Property Rights:",
          "value": "daedaluslab.it"
        }
      }
    }
  }
}
