{
  "about": {
    "title": "ABOUT US",
    "content": "DaedalusLab was born from the belief that technology should be a driver of progress—but never at the expense of the environment. Our goal is to help developers and companies build a more sustainable, efficient, and balanced digital ecosystem.<br/><br/>We design and develop eco-friendly software throughout the entire lifecycle — from code writing to deployment — also offering innovative tools to improve digital performance in a safe and responsible way."
  },
  "services": {
    "title": "SERVICES",
    "subtitle": "Eco Digital Innovation",
    "content": "We help businesses and development teams create high-efficiency software with low environmental impact. Every line of code counts: that’s why we optimize the entire development cycle with sustainability in mind.",
    "greenSoftware": {
      "title": "GREEN SOFTWARE",
      "content": "We place sustainability at the core of every project. We build software solutions optimized for energy efficiency — from websites and mobile apps to management systems and corporate CRMs."
    },
    "cloud": {
      "title": "CLOUD",
      "content": "We provide specialized consulting for the design, development, and optimization of cloud infrastructures. We address architecture, costs, performance, and sustainability of both existing and in-development solutions."
    },
    "mobileWeb": {
      "title": "MOBILE & WEB",
      "content": "We develop web platforms and native apps for iOS and Android with high performance, scalability, and minimal resource consumption. We use modern technologies to deliver fast, secure, and sustainable products."
    }
  },
  "certifications": {
    "title": "CERTIFICATIONS",
    "content": "We continuously invest in the training and certification of our team. This enables us to adopt the best available technologies and ensure high standards of quality, security, and sustainability."
  },
  "rnd": {
    "title": "R&D",
    "subtitle": "CYBERLEAF",
    "content": "Cyberleaf is our software development initiative. A modular tool that helps developers and companies analyze their code to optimize it by reducing its energy impact.<br/><br/>With CyberLeaf, sustainability becomes an integral part of the development cycle, improving performance, reducing costs, and promoting conscious and responsible software development.",
    "link": "Discover CyberLeaf"
  },
  "contacts": {
    "title": "CONTACTS",
    "content": "The DaedalusLab team is ready to hear from you. Get in touch and let’s start building your solution together."
  }
}
