{
  "about": {
    "title": "ABOUT US",
    "content": [
      "DaedalusLab was born from the belief that technology should be a driver of progress, but never at the expense of the environment. Our goal is to assist developers and businesses in creating a more sustainable and efficient digital ecosystem.",
      "We design and create eco-friendly software throughout its entire life cycle, from writing the code to production deployment, also providing innovative tools to responsibly and securely improve digital performance."
    ]
  },
  "services": {
    "title": "SERVICES",
    "subtitle": "Eco Digital Innovation",
    "content": "We help businesses and development teams create efficient software with minimal environmental impact. Since every line of code matters, we sustainably optimize the entire development cycle.",
    "greenSoftware": {
      "title": "GREEN SOFTWARE",
      "content": "We base every project on sustainability. We create software solutions optimized for energy savings, from websites to apps, to management systems, corporate CRMs, and tailored solutions."
    },
    "cloud": {
      "title": "CLOUD",
      "content": "We offer specialized consulting for designing, developing, and optimizing cloud infrastructures. We intervene on architecture, costs, performance, and sustainability of existing or developing solutions."
    },
    "mobileWeb": {
      "title": "MOBILE & WEB",
      "content": "We develop web platforms and applications for iOS and Android with high scalability, performance, and low resource consumption. We use advanced technologies to offer fast, secure, and sustainable products."
    }
  },
  "certifications": {
    "title": "CERTIFICATIONS",
    "content": "We constantly invest in the training and certification of our team. This allows us to ensure high standards of quality, security, and sustainability, and to adopt the best technologies available."
  },
  "rnd": {
    "title": "R&D",
    "subtitle": "CYBERLEAF",
    "content": [
      "Cyberleaf is our open-source initiative for software development. A modular tool that helps developers and businesses analyze their code to optimize it by reducing its energy impact.",
      "With CyberLeaf, sustainability becomes an integral part of the software development cycle, improving performance, reducing costs, and promoting more conscious and responsible development."
    ],
    "link": "Discover CyberLeaf"
  },
  "contacts": {
    "title": "CONTACT US",
    "content": "The DaedalusLab team is available to listen to you. Contact us, and let's start building your idea together."
  },
  "legal": {
    "legalInfo": {
      "title": "INFORMAZIONI SOCIETÀ",
      "foundation": {
        "datePlace": {
          "label": "Data e Luogo di Costituzione:",
          "value": "07/04/2025 in Via del Maglio 6, 05100 Terni (TR)"
        },
        "notary": {
          "label": "Notaio:",
          "value": "Gabriella Iannotta, Via G. Petroni 12, 05100 Terni (TR)"
        },
        "headquarters": {
          "label": "Sede:",
          "value": "Via del Maglio 6, 05100 Terni (TR)"
        }
      },
      "objectives": {
        "title": "Oggetto sociale",
        "intro": "La società ha per oggetto l'attività di:",
        "list": [
          "Attività orientate allo sviluppo, produzione e commercializzazione di prodotti o servizi innovativi ad alto valore tecnologico, in particolare software eco-compatibili per la sostenibilità ambientale.",
          "Sviluppo e ideazione di prodotti tecnologici per la ricerca di idee innovative, anche in collaborazione con università.",
          "Sviluppo software e consulenza informatica (personalizzati, gestionali, videogiochi, AI, sicurezza, cloud, IoT, blockchain ecc.).",
          "Consulenza in marketing, comunicazione, contenuti digitali e strategie aziendali.",
          "Servizi di supporto alle imprese (archiviazione documenti, segreteria, reception ecc.)."
        ],
        "extra": "La società potrà inoltre compiere operazioni strumentali, partecipare a programmi comunitari e assumere partecipazioni in altre società affini."
      },
      "rnd": {
        "title": "Ricerca e sviluppo",
        "activity": "Sviluppo di software eco-compatibili e di un modello innovativo di machine learning per migliorare l’efficienza del software e ridurre l’impatto energetico.",
        "expensesTitle": "Voci di spesa nel primo esercizio:",
        "expensesList": [
          "A. Costo della produzione: € 50.000 circa",
          "B. Valore della produzione: € 75.000 circa",
          "C. Costi di ricerca base: non previsti",
          "D. Costi di ricerca applicata e sviluppo: inclusi nella voce E",
          "E. Sviluppo competitivo/pre-competitivo: € 20.000 almeno",
          "F. Spese per incubatori: non inclusi",
          "G. Costi personale e collaboratori: € 20.000 circa",
          "H. Spese legali privativa: in via di definizione"
        ],
        "conclusion": "Le spese di R&S saranno superiori al 15% del maggiore tra costo e valore della produzione. L’attività sarà orientata a modelli ML per mercati energetici."
      },
      "members": {
        "title": "Soci",
        "serilli": {
          "name": "Serilli Leonardo",
          "items": [
            "2017: Diploma di maturità scientifica - Rieti (IT)",
            "2017–2020: Laurea in Informatica – Università dell'Aquila (IT)",
            "2020–2021: Laurea Magistrale in ubiquitous design and distributed systems - Università dell'Aquila",
            "2021–2022: Master in ubiquitous networking – Côte d’Azur University (FR)",
            "2022: Internship presso INRIA – Nizza (FR)",
            "2023–2025: consulente presso Inetum – Nizza (FR)",
            "2023–2025: sviluppatore presso Amadeus – Nizza (FR)"
          ]
        },
        "formichetti": {
          "name": "Formichetti Andrea",
          "items": [
            "Diploma di maturità scientifica",
            "Analista programmatore dal 14 aprile 2020"
          ]
        },
        "tulli": {
          "name": "Tulli Alessandro",
          "items": [
            "Diploma di maturità scientifica",
            "Libero professionista consulente amministrativo dal 2020"
          ]
        }
      },
      "additional": {
        "title": "Informazioni aggiuntive",
        "participatedCompanies": {
          "label": "Elenco società partecipate:",
          "value": "nessuna"
        },
        "professionalRelations": {
          "label": "Relazioni professionali e collaborazioni:",
          "value": "nessuna"
        },
        "lastFinancialReport": {
          "label": "Ultimo bilancio depositato:",
          "value": "non presente"
        },
        "ipRights": {
          "label": "Diritti di privativa:",
          "value": "daedaluslab.it"
        }
      }
    }
  }
}
